Repository: vladimirdimov11/card_scanner
Catalog: lib/l10n/arb/error/*.arb
Languages: bg

# accessDenied
source: You don't have access to this resource.
bg: Нямате достъп до този ресурс.

# network
source: A network error occurred.
bg: Възникна мрежова грешка.

# noConnection
source: It looks like your device is not connected to the internet. Please check your settings.
bg: Изглежда, че вашето устройство не е свързано с интернет. Моля, проверете настройките си.

# connectionRefused
source: Unable to connect to server. Connection refused. Check if the local server is up and running then try again.
bg: Не може да се свърже със сървъра. Връзката е отказана. Проверете дали локалният сървър работи и опитайте отново.

# notFound
source: Resource not found.
bg: Ресурсът не е намерен.

# server
source: An error occurred and the request could not be processed. Please try again later.
bg: Възникна грешка и заявката не можа да бъде обработена. Моля, опитайте отново по-късно.

# unknown
source: Oops, something went wrong. Please try again.
bg: Ами сега, нещо се обърка. Моля, опитайте отново.

# requiredField
source: {fieldName} should not be empty
bg: {fieldName} не трябва да е празно

# tooLong
source: The entered text is too long
bg: Въведеният текст е твърде дълъг

# tooShort
source: The entered text is too short
bg: Въведеният текст е твърде кратък

# invalidCardNumber
source: The entered card number is invalid
bg: Въведеният номер на карта е невалиден

# invalidCardHolder
source: The entered card holder name is invalid
bg: Въведеното име на картодържател е невалидно

# invalidExpirationDate
source: The entered expiration date is invalid
bg: Въведената дата е невалидна

# invalidCVV
source: The entered CVV is invalid
bg: Въведеното CVV е невалидно
